{
  "Symbol": {
    "padding_token_id": 0,
    "unknown_token_id": 1,
    "values": [
      "AU",
      "AG",
      "ZN",
      "AL",
      "CU",
      "PB",
      "TA",
      "CF",
      "SR",
      "RM",
      "P",
      "FG",
      "OI",
      "J",
      "NI",
      "A",
      "Y",
      "M",
      "JM",
      "I",
      "RB",
      "MA",
      "SN",
      "BU",
      "HC",
      "RU",
      "ZC",
      "C",
      "L",
      "V",
      "PP",
      "JD",
      "CS",
      "SF",
      "SM",
      "SC",
      "CY",
      "B",
      "FU",
      "AP",
      "FB",
      "SP",
      "EG",
      "CJ",
      "SA",
      "UR",
      "SS",
      "NR",
      "RR",
      "EB"
    ],
    "counts": [
      859618,
      846792,
      710038,
      701812,
      697246,
      652648,
      595181,
      593977,
      590630,
      590174,
      584277,
      582323,
      579390,
      573643,
      547485,
      547394,
      546868,
      546809,
      535685,
      534735,
      534228,
      533143,
      531051,
      512727,
      502170,
      496877,
      455499,
      384564,
      384408,
      376622,
      359550,
      346900,
      310467,
      305544,
      285973,
      249715,
      234926,
      216728,
      210607,
      168654,
      155719,
      111906,
      99405,
      95790,
      88178,
      80732,
      52623,
      41162,
      40732,
      37460
    ],
    "token_to_id": {
      "__null__": 0,
      "AU": 2,
      "AG": 3,
      "ZN": 4,
      "AL": 5,
      "CU": 6,
      "PB": 7,
      "TA": 8,
      "CF": 9,
      "SR": 10,
      "RM": 11,
      "P": 12,
      "FG": 13,
      "OI": 14,
      "J": 15,
      "NI": 16,
      "A": 17,
      "Y": 18,
      "M": 19,
      "JM": 20,
      "I": 21,
      "RB": 22,
      "MA": 23,
      "SN": 24,
      "BU": 25,
      "HC": 26,
      "RU": 27,
      "ZC": 28,
      "C": 29,
      "L": 30,
      "V": 31,
      "PP": 32,
      "JD": 33,
      "CS": 34,
      "SF": 35,
      "SM": 36,
      "SC": 37,
      "CY": 38,
      "B": 39,
      "FU": 40,
      "AP": 41,
      "FB": 42,
      "SP": 43,
      "EG": 44,
      "CJ": 45,
      "SA": 46,
      "UR": 47,
      "SS": 48,
      "NR": 49,
      "RR": 50,
      "EB": 51
    },
    "vocab_size": 52
  },
  "DATA_sector": {
    "padding_token_id": 0,
    "unknown_token_id": 1,
    "values": [
      "nongfuchanpin",
      "nengyuanhuagong",
      "yousejinshu",
      "heise",
      "guijinshu",
      "qinggongjiancai"
    ],
    "counts": [
      6378280,
      4633172,
      3840280,
      3324601,
      1706410,
      738042
    ],
    "token_to_id": {
      "__null__": 0,
      "nongfuchanpin": 2,
      "nengyuanhuagong": 3,
      "yousejinshu": 4,
      "heise": 5,
      "guijinshu": 6,
      "qinggongjiancai": 7
    },
    "vocab_size": 8
  },
  "DATA_is_day_session": {
    "padding_token_id": 0,
    "unknown_token_id": 1,
    "values": [
      "True",
      "False"
    ],
    "counts": [
      13660744,
      6960041
    ],
    "token_to_id": {
      "__null__": 0,
      "True": 2,
      "False": 3
    },
    "vocab_size": 4
  },
  "DATA_month": {
    "padding_token_id": 0,
    "unknown_token_id": 1,
    "values": [
      "12",
      "11",
      "1",
      "3",
      "8",
      "7",
      "9",
      "5",
      "6",
      "4",
      "10",
      "2"
    ],
    "counts": [
      1980439,
      1918126,
      1882995,
      1862902,
      1835523,
      1789684,
      1660610,
      1629263,
      1578447,
      1558723,
      1549444,
      1374629
    ],
    "token_to_id": {
      "__null__": 0,
      "12": 2,
      "11": 3,
      "1": 4,
      "3": 5,
      "8": 6,
      "7": 7,
      "9": 8,
      "5": 9,
      "6": 10,
      "4": 11,
      "10": 12,
      "2": 13
    },
    "vocab_size": 14
  }
}